Repository: esdrassantos06/Vigil
Catalog: VigilApp/Resources/Localizable.xcstrings
Source language: pt_br
Languages: en, es, fr

source: 2x (dobra o clique)
en: 2x (double the click)
es: 2x (duplica el clic)
fr: 2x (double le clic)

source: Abrir…
en: Open…
fr: Ouvrir…

source: Acentuar 1
en: Accent beat 1
es: Acentuar el 1
fr: Accentuer le 1

source: Acidente
en: Accidental
es: Alteración
fr: Altération

source: Aguardando…
en: Waiting…
es: Esperando…
fr: En attente…

source: Apagar
en: Delete
es: Eliminar
fr: Supprimer

source: Apagar kit
en: Delete kit
es: Eliminar kit
fr: Supprimer le kit

source: Aperte a tecla que vai controlar %@.
en: Press the key that will control %@.
es: Pulsa la tecla que va a controlar %@.
fr: Appuyez sur la touche qui contrôlera %@.

source: Bemol (Db)
en: Flat (Db)
fr: Bémol (Db)

source: Canal MIDI
en: MIDI channel

source: Cancelar
en: Cancel
fr: Annuler

source: Clique com o botão direito num pad para escolher um som de fábrica, ou importe o seu.
en: Right-click a pad to choose a factory sound, or import your own.
es: Haz clic derecho en un pad para elegir un sonido de fábrica, o importa el tuyo.
fr: Faites un clic droit sur un pad pour choisir un son d'usine, ou importez le vôtre.

source: Compasso
en: Time signature
es: Compás
fr: Mesure

source: Configurações
en: Settings
es: Ajustes
fr: Réglages

source: Cor do pad
en: Pad color
es: Color del pad
fr: Couleur du pad

source: Cor do pad…
en: Pad color…
es: Color del pad…
fr: Couleur du pad…

source: Corta todos os drums
en: Cuts all drums
es: Corta todos los drums
fr: Coupe tous les drums

source: Dobra o clique do metrônomo
en: Doubles the metronome click
es: Duplica el clic del metrónomo
fr: Double le clic du métronome

source: Entradas MIDI
en: MIDI Inputs
fr: Entrées MIDI

source: Entradas, canal e MIDI Learn. No Mac, aparelhos Bluetooth entram pelo Audio MIDI Setup do sistema.
en: Inputs, channel and MIDI Learn. On Mac, Bluetooth devices are paired in the system's Audio MIDI Setup.
es: Entradas, canal y MIDI Learn. En Mac, los dispositivos Bluetooth se emparejan en Configuración de Audio MIDI del sistema.
fr: Entrées, canal et MIDI Learn. Sur Mac, les appareils Bluetooth se jumellent dans Configuration audio et MIDI du système.

source: Ex.: Meu Kit
en: e.g. My Kit
es: Ej.: Mi Kit
fr: Ex. : Mon Kit

source: Ex.: Meu Set
en: e.g. My Set
es: Ej.: Mi Set
fr: Ex. : Mon Set

source: Fechar
en: Close
es: Cerrar
fr: Fermer

source: Gerenciar Samples
en: Manage Samples
es: Gestionar Samples
fr: Gérer les Samples

source: Gerenciar Samples…
en: Manage Samples…
es: Gestionar Samples…
fr: Gérer les Samples…

source: Gerenciar Sets
en: Manage Sets
es: Gestionar Sets
fr: Gérer les Sets

source: Gerenciar Sets…
en: Manage Sets…
es: Gestionar Sets…
fr: Gérer les Sets…

source: Idioma
en: Language
fr: Langue

source: Importar Sample…
en: Import Sample…
fr: Importer un Sample…

source: Importar sample
en: Import sample
fr: Importer un sample

source: Importe um áudio e ele fica disponível para qualquer pad.
en: Import an audio file and it becomes available to any pad.
es: Importa un audio y quedará disponible para cualquier pad.
fr: Importez un fichier audio et il sera disponible pour n'importe quel pad.

source: Iniciar
en: Start
fr: Démarrer

source: Iniciar (Play/Pause)
en: Start (Play/Pause)
es: Iniciar (Play/Pausa)
fr: Démarrer (Lecture/Pause)

source: Instrumentos nativos
en: Factory instruments
es: Instrumentos de fábrica
fr: Instruments d'usine

source: Kit %@ apagado.
en: Kit %@ deleted.
es: Kit %@ eliminado.
fr: Kit %@ supprimé.

source: Kit %@ carregado.
en: Kit %@ loaded.
es: Kit %@ cargado.
fr: Kit %@ chargé.

source: Kit %@ salvo.
en: Kit %@ saved.
es: Kit %@ guardado.
fr: Kit %@ enregistré.

source: Limpar
en: Clear
es: Limpiar
fr: Effacer

source: Limpar atribuição
en: Clear assignment
es: Limpiar asignación
fr: Effacer l'affectation

source: Limpar mapeamentos
en: Clear mappings
es: Limpiar mapeos
fr: Effacer les affectations

source: Maior (C)
en: Major (C)
es: Mayor (C)
fr: Majeur (C)

source: Menor (Am)
en: Minor (Am)
fr: Mineur (Am)

source: Metrônomo
en: Metronome
es: Metrónomo
fr: Métronome

source: Modo
en: Mode
fr: Mode

source: Nenhum dispositivo. Conecte um controlador: a lista atualiza sozinha.
en: No devices. Connect a controller: the list updates on its own.
es: Ningún dispositivo. Conecta un controlador: la lista se actualiza sola.
fr: Aucun appareil. Branchez un contrôleur : la liste se met à jour toute seule.

source: Nenhum sample importado
en: No samples imported
es: Ningún sample importado
fr: Aucun sample importé

source: Nenhum set salvo
en: No sets saved
es: Ningún set guardado
fr: Aucun set enregistré

source: Nenhum som nos pads
en: No sounds in the pads
es: Ningún sonido en los pads
fr: Aucun son dans les pads

source: Nenhuma entrada
en: No inputs
es: Ninguna entrada
fr: Aucune entrée

source: 1 entrada
en: 1 input
fr: 1 entrée

source: %lld entradas
en: %lld inputs
fr: %lld entrées

source: · canal %lld
en: · channel %lld

source: Nomear
en: Rename
es: Renombrar
fr: Renommer

source: Nota ou CC do controlador
en: Note or CC from the controller
es: Nota o CC del controlador
fr: Note ou CC du contrôleur

source: Notação dos Tons
en: Note Notation
es: Notación de Tonos
fr: Notation des tons

source: Não foi possível abrir a entrada MIDI.
en: Could not open the MIDI input.
es: No se pudo abrir la entrada MIDI.
fr: Impossible d'ouvrir l'entrée MIDI.

source: Não foi possível abrir o MIDI.
en: Could not open MIDI.
es: No se pudo abrir el MIDI.
fr: Impossible d'ouvrir le MIDI.

source: Não foi possível carregar o áudio.
en: Could not load the audio.
es: No se pudo cargar el audio.
fr: Impossible de charger l'audio.

source: Não foi possível iniciar o áudio.
en: Could not start audio.
es: No se pudo iniciar el audio.
fr: Impossible de démarrer l'audio.

source: Não foi possível ler %@. Se estiver no iCloud, baixe o arquivo antes de importar.
en: Could not read %@. If it is in iCloud, download the file before importing.
es: No se pudo leer %@. Si está en iCloud, descarga el archivo antes de importar.
fr: Impossible de lire %@. S'il est sur iCloud, téléchargez le fichier avant de l'importer.

source: O pan é único para os 8 pads.
en: One pan for all 8 pads.
es: El paneo es único para los 8 pads.
fr: Un seul panoramique pour les 8 pads.

source: Pad %@ limpo.
en: Pad %@ cleared.
es: Pad %@ limpiado.
fr: Pad %@ effacé.

source: Parar
en: Stop
fr: Arrêter

source: Parar drums
en: Stop drums
fr: Arrêter les drums

source: Renomear
en: Rename
es: Renombrar
fr: Renommer

source: Restaurar teclas padrão
en: Restore default keys
es: Restaurar teclas predeterminadas
fr: Restaurer les touches par défaut

source: Salvar
en: Save
es: Guardar
fr: Enregistrer

source: Salvar Set
en: Save Set
es: Guardar Set
fr: Enregistrer le Set

source: Salvar kit
en: Save kit
es: Guardar kit
fr: Enregistrer le kit

source: Salvar kit atual…
en: Save current kit…
es: Guardar kit actual…
fr: Enregistrer le kit actuel…

source: Salvar novo Set…
en: Save new Set…
es: Guardar nuevo Set…
fr: Enregistrer un nouveau Set…

source: Sample Drum
en: Drum Sample
es: Sample de Drum
fr: Sample de Drum

source: Sample renomeado para %@.
en: Sample renamed to %@.
es: Sample renombrado a %@.
fr: Sample renommé en %@.

source: Set %@ apagado.
en: Set %@ deleted.
es: Set %@ eliminado.
fr: Set %@ supprimé.

source: Set %@ carregado.
en: Set %@ loaded.
es: Set %@ cargado.
fr: Set %@ chargé.

source: Set %@ salvo.
en: Set %@ saved.
es: Set %@ guardado.
fr: Set %@ enregistré.

source: Set renomeado para %@.
en: Set renamed to %@.
es: Set renombrado a %@.
fr: Set renommé en %@.

source: Sistema
en: System
fr: Système

source: Claro
en: Light
fr: Clair

source: Escuro
en: Dark
es: Oscuro
fr: Sombre

source: Som de fábrica não encontrado.
en: Factory sound not found.
es: Sonido de fábrica no encontrado.
fr: Son d'usine introuvable.

source: Som do click
en: Click sound
es: Sonido del clic
fr: Son du clic

source: Sons de Pads
en: Pad Sounds
es: Sonidos de Pads

source: Sustenido (C#)
en: Sharp (C#)
es: Sostenido (C#)
fr: Dièse (C#)

source: Tecla do computador
en: Computer key
es: Tecla del ordenador
fr: Touche du clavier

source: Tema
en: Theme
fr: Thème

source: Toque a nota ou mova o CC que vai controlar %@.
en: Play the note or move the CC that will control %@.
es: Toca la nota o mueve el CC que va a controlar %@.
fr: Jouez la note ou déplacez le CC qui contrôlera %@.

source: Tom
en: Key
es: Tono
fr: Tonalité

source: Um set guarda o som do pad, o kit e os volumes. Salve o atual para voltar a ele depois.
en: A set stores the pad sound, the kit and the volumes. Save the current one to come back to it later.
es: Un set guarda el sonido del pad, el kit y los volúmenes. Guarda el actual para volver a él después.
fr: Un set conserve le son du pad, le kit et les volumes. Enregistrez l'actuel pour y revenir plus tard.

source: Volume (Metrônomo)
en: Volume (Metronome)
es: Volumen (Metrónomo)
fr: Volume (Métronome)

source: Volume Master (Pad)
en: Master Volume (Pad)
es: Volumen Master (Pad)

source: a nota %lld
en: note %lld
es: la nota %lld
fr: la note %lld

source: a tecla %@
en: the %@ key
es: la tecla %@
fr: la touche %@

source: o CC %lld
en: CC %lld
es: el CC %lld
fr: le CC %lld

source: centro
en: center
fr: centre

source: vazio
en: empty
es: vacío
fr: vide

source: %@ conectado.
en: %@ connected.
fr: %@ connecté.

source: %@ desconectado.
en: %@ disconnected.
fr: %@ déconnecté.

source: %@ importado.
en: %@ imported.
fr: %@ importé.

source: %@ removido.
en: %@ removed.
es: %@ eliminado.
fr: %@ supprimé.

source: %lld pad(s) sem som: o arquivo não foi encontrado.
en: %lld pad(s) with no sound: the file was not found.
es: %lld pad(s) sin sonido: no se encontró el archivo.
fr: %lld pad(s) sans son : fichier introuvable.

source: E %lld
en: L %lld
es: I %lld
fr: G %lld

source: D %lld
en: R %lld

source: Pad 1 (Padrão)
en: Pad 1 (Default)
es: Pad 1 (Predeterminado)
fr: Pad 1 (Par défaut)

source: Kit não encontrado.
en: Kit not found.
es: Kit no encontrado.
fr: Kit introuvable.

source: Set padrão carregado.
en: Default set loaded.
es: Set predeterminado cargado.
fr: Set par défaut chargé.

source: Padrão
en: Default
es: Predeterminado
fr: Par défaut

source: Tons
en: Keys
es: Tonos

source: %@ no pad %@.
en: %@ on pad %@.
es: %@ en el pad %@.
fr: %@ sur le pad %@.

source: %@ recebeu %@.
en: %@ now uses %@.
es: %@ ahora usa %@.
fr: %@ utilise maintenant %@.

source: %@ recebeu %@, que era de %@.
en: %@ now uses %@, taken from %@.
es: %@ ahora usa %@, que era de %@.
fr: %@ utilise maintenant %@, repris de %@.

source: Menu
es: Menú

source: Volume
es: Volumen

source: Volume (Drum Pad %lld)
es: Volumen (Drum Pad %lld)
